tutorials/incompressible/pisoSolver/les/motorBike/motorBikeSS/0.org/include/frontBackUpperPatches
/*---------------------------------------------------------------------------*
Caelus 7.04
Web:   www.caelus-cml.com
\*---------------------------------------------------------------------------*/

upperWall
{
    type symmetryPlane;
}

frontAndBack
{
    type symmetryPlane;
}

// ************************************************************************* //
